[{
  "x": 0,
  "y": 0,
  "toast": "You have landed in <strong>Vaikuṇṭha</strong> as a result of <strong>bhakti</strong>",
  "toastTitle" : "Got Ladder from 54 to 68",
  "info": {
    "name": "Vaikuṇṭha",
    "quote": [{
      "name": "I am equal in all existences, none is dear to Me, none hated – Gita 9.29"
    }]
  }
}, {
  "x": 50,
  "y": 700,
  "zoomX": 0,
  "zoomY": -800,
  "posX": 28,
  "posY": 682,
  "postID": 10,
  "snakeLadder": 0,
  "info": {
    "name": "Janma",
    "quote": [{
      "name": "Though birthless, and unchangeable, and supreme I am born through My māyā, defying the laws of Nature – Gita 4.6"
    },
    {
      "name": "Landing on this cell is a rare occurance! You start your journey as an 'avatār'; A being who at birth is free from the clutches of 'māyā' and the arshidvarga"
    }]
  }
}, {
  "x": 136,
  "y": 700,
  "zoomX": -40,
  "zoomY": -800,
  "posX": 110,
  "posY": 682,
  "postID": 12,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Māyā</strong> as a result of <strong>ahaṅkāra</strong>",
  "toastTitle" : "It was a Snake from 55 to 2",
  "info": {
    "name": "Māyā",
    "quote": [{
      "name": "It is difficult indeed to pierce this divine maya of the gunas. But the faithful are able to pierce it – Gita 7.14"
    },
    {
      "name": "Does'nt the world revolve like a magic wheel? Isn't Brahman the hub? – Gita 18.61."
    },
    {
      "name": "The scriptures itself declare that all duality is a mere illusion (maya), Non-duality alone is the Absolute Truth. Such is also our direct experience in deep-sleep – Shankara (Vivekachuramani – 406)"
    },
    {
      "name": "Māyā is an illusion, created and destroyed by Prakṛiti"
    }]
  }
}, {
  "x": 212,
  "y": 700,
  "zoomX": -214,
  "zoomY": -800,
  "posX": 194,
  "posY": 682,
  "postID": 15,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Krodha</strong> as a result of <strong>durbuddhi</strong>",
  "toastTitle" : "It was a Snake from 61 to 3",
  "info": {
    "name": "Krodha",
    "quote": [{
      "name": "Anger leads to confusion, and confusion kills the power of memory; with the destruction of memory choice is rendered impossible; and when moral choice fails, man is doomed – Gita 2.63"
    },
    {
      "name": "A quick temper will make a fool of you soon enough – Bruce Lee"
    },
    {
      "name": "Anger is an acid that can do more harm to the vessel in which it is stored than to anything on which it is poured – Mark Twain"
    },
    {
      "name": "Anger is never without a reason, but seldom with a good one – Benjamin Franklin"
    },
    {
      "name": "Angry men are blind and foolish, for reason at such time takes flight; and, in her absence, wrath plunders all the riches of the intellect, while the judgement remains the prisoner of it's own pride – Pietro Aretino"
    }]
  }
}, {
  "x": 302,
  "y": 700,
  "zoomX": -214,
  "zoomY": -800,
  "posX": 277,
  "posY": 682,
  "postID": 19,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Lobha</strong> as a result of <strong>dveṣa</strong>",
  "toastTitle" : "It was a Snake from 16 to 4",
  "info": {
    "name": "Lobha",
    "quote": [{
      "name": "The greed for fruit misses the flower – Rabindranath Tagore"
    },
    {
      "name": "Beware! Guard against every kind of greed. Life does not consist in an abundance of possessions – Luke 12.15"
    },
    {
      "name": "Oh, the jealousy, the greed is the unraveling. It's the unraveling and it undoes all the joy that could be – Joni Mitchell"
    },
    {
      "name": "How many fond fools serve mad jealousy – William Shakespeare (Comedy of Errors Act 2 Scene 1)"
    }]
  }
}, {
  "x": 380,
  "y": 700,
  "zoomX": -548,
  "zoomY": -800,
  "posX": 360,
  "posY": 682,
  "postID": 24,
  "snakeLadder": 0,
  "info": {
    "name": "Bhūloka",
    "quote": [{
      "name": "Bhuloka literally means ‘the earth-world’. Bhumi or the earth is considered as a ‘loka,’ a place for doing karma or actions and enjoy their fruits. Hence, it is this earth with all its living beings, that has been designated as ‘bhuloka.’"
    },
    {
      "name": "The radius of Bhū-maṇḍala extends as far as the sun spreads its light and heat and as far as the moon and all the stars can be seen – Srimad Bhagvada 5.16.1"
    },
    {
      "name": "Bhuloka literally means ‘the earth-world’. Bhumi or the earth is considered as a ‘loka,’ a place for doing karma or actions and enjoy their fruits. Hence, it is this earth with all its living beings, that has been designated as ‘bhuloka.’"
    },
    {
      "name": "The Mūlādhār chakra defines our relation to Earth. It impacts our vitality, passion and survival instincts."
    }]
  }
}, {
  "x": 468,
  "y": 700,
  "zoomX": -715,
  "zoomY": -800,
  "posX": 444,
  "posY": 682,
  "postID": 26,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Moha</strong> as a result of <strong>adharma</strong>",
  "toastTitle" : "It was a Snake from 29 to 6",
  "info": {
    "name": "Moha",
    "quote": [{
      "name": "That pleasure of which delusion is the beginning and delusion is the consequence, which arises from sleep, indolence and ignorance, that is declared tamasic – Gita 18.39"
    },
    {
      "name": "Loving, hating, having expectations: all these are attachments. Attachment prevents the growth of one's true being – Laozi"
    },
    {
      "name": "What we have to learn, in both meditation and in life, is to be free of attachment to the good experiences, and free of aversion to the negative ones – Sogyal Rinpoche"
    },
    {
      "name": "Real meditation is not about mastering a technique; it's about letting go of control – Unknown "
    },
    {
      "name": "Non-attachment is not the elimination of desire. It is the spaciousness to allow any quality of mind, any thought or any feeling, to arise without closing around it, without eliminating the pure witness of being. It is an active receptivity to life – Stephen Levine"
    }]
  }
}, {
  "x": 550,
  "y": 700,
  "zoomX": -800,
  "zoomY": -800,
  "posX": 528,
  "posY": 682,
  "postID": 28,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Abhimāna</strong> as a result of <strong>kusangati</strong>",
  "toastTitle" : "It was a Snake from 24 to 7",
  "info": {
    "name": "Abhimāna",
    "quote": [{
      "name": "Pride, obstreperousness, vanity, anger boorishness, and ignorance are the marks of the anti-divine – Gita 16.4"
    },
    {
      "name": "It was pride that changed angels into devils; it is humility that makes men as angels – Saint Augustine"
    },
    {
      "name": "False pride is like the self-esteem curriculum for toddlers where everything is praised and no achievement ultimately has any meaning – Anne-Marie Slaughter"
    },
    {
      "name": "Bad company corrupts good character – Menander of Athens"
    }]
  }
}, {
  "x": 632,
  "y": 700,
  "zoomX": -800,
  "zoomY": -800,
  "posX": 610,
  "posY": 682,
  "postID": 32,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Mithyā</strong> as a result of <strong>ịrṣyā</strong>",
  "toastTitle" : "It was a Snake from 12 to 8",
  "info": {
    "name": "Mithyā",
    "quote": [{
      "name": "With two eyes we see the same image, with two feet we walk the same path. Duality is an illusion – Unknown"
    },
    {
      "name": "Brahman alone is real; the world is non-real; and the individual Self is essentially not-different from Brahman – Shankara (Vivekachuramani)"
    }]
  }
}, {
  "x": 715,
  "y": 700,
  "zoomX": -800,
  "zoomY": -800,
  "posX": 691,
  "posY": 682,
  "postID": 34,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Kāma</strong> as a result of <strong>avidyā</strong>",
  "toastTitle" : "It was a Snake from 44 to 9",
  "info": {
    "name": "Kāma",
    "quote": [{
      "name": "This is desire and its companion wrath, children of rajas, know thou this as the soul's great enemy (which has to be slain) – Gita 3.37"
    },
    {
      "name": "Memory creates a hallucination of the past, desire creates a hallucination of the future – Jaggi Vasudev"
    },
    {
      "name": "All men by nature desire knowledge – Aristotle"
    },
    {
      "name": "All suffering originates from carving, from attachment, from desire – Edgar Allan Poe"
    },
    {
      "name": "Buddha's doctrine: Man suffers because of his craving to possess and keep forever things which are essentially impermanent. This frustration of the desire to possess is the immediate cause of suffering – Allan Watts"
    }]
  }
}, {
  "x": 715,
  "y": 610,
  "posX": 691,
  "posY": 590,
  "postID": 36,
  "snakeLadder": 23,
  "info": {
    "name": "Tapa",
    "quote": [{
      "name": "A gentleman avoids seeking to satisfy his appetite to the full when he eats and avoids seeking comfort when he is at home. He may simply be said to be fond of learning."
    },
    {
      "name": "The study and the teaching of the vedas is tapa – Nāka son of Mudgala (Taittiriya Upanishad Ninth Anuvak)"
    },
    {
      "name": "A good student should have the awareness of a crow, the concentration of a crane, shallow sleep like a dog, eat limited food and renounce the attachment to his house and family. To be able to study the vedas, a student must abide by these rules."
    },
    {
      "name": "Discipline not desire determines your destiny – Unknown"
    },
    {
      "name": "Tapasya means to accept inconvenience for higher purpose – Radhanath Swami"
    },
    {
      "name": "With self-discipline most anything is possible – Theodore Roosevelt"
    }]
  }
}, {
  "x": 632,
  "y": 610,
  "zoomX": -800,
  "zoomY": -800,
  "posX": 610,
  "posY": 590,
  "postID": 39,
  "snakeLadder": 0,
  "info": {
    "name": "Gandharva",
    "quote": [{
      "name": "Celestial musicians entertain the Gods and those who have risen to this plane by their austerities. A player in this cell experiences inward joy, a feeling of rhythm and a sense of harmony."
    }]
  }
}, {
  "x": 550,
  "y": 610,
  "posX": 528,
  "posY": 590,
  "postID": 41,
  "snakeLadder": 8,
  "info": {
    "name": "Ịrṣyā",
    "quote": [{
      "name": "Envy is the art of counting another's blessings instead of your own – Harold Coffin"
    }]
  }
}, {
  "x": 468,
  "y": 610,
  "zoomX": -593,
  "zoomY": -800,
  "posX": 444,
  "posY": 590,
  "postID": 43,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Antarikṣa</strong> as a result of <strong>tāmasloka</strong>",
  "toastTitle" : "It was a Snake from 63 to 13",
  "info": {
    "name": "Antarikṣa",
    "quote": [{
      "name": "Action is greater than inaction. Therefore, Arjuna, work but work selflessly – Gita 3.8"
    }]
  }
}, {
  "x": 380,
  "y": 610,
  "zoomX": -548,
  "zoomY": -800,
  "posX": 360,
  "posY": 590,
  "postID": 45,
  "snakeLadder": 0,
  "info": {
    "name": "Bhuvaloka",
    "quote": [{
      "name": "The Astral Plane, where the player becomes alive with possibilities. The player engages in imagination as his physical body is also maturing."
    }]
  }
}, {
  "x": 302,
  "y": 610,
  "zoomX": -251,
  "zoomY": -800,
  "posX": 277,
  "posY": 590,
  "postID": 47,
  "snakeLadder": 0,
  "info": {
    "name": "Nāga loka",
    "quote": [{
      "name": "The realm of the Fantastic. The plane of the semi-divine Nāgas who are masters of great wisdom. Nāgas are known to be guardians of fantastic treasures."
    }]
  }
}, {
  "x": 212,
  "y": 610,
  "zoomX": -84,
  "zoomY": -800,
  "posX": 194,
  "posY": 590,
  "postID": 51,
  "snakeLadder": 4,
  "info": {
    "name": "Dveṣa",
    "quote": [{
      "name": "O, beware, my lord, of jealousy; It is the green-ey'd monster, which doth mock the meat it feeds on – William Shakespeare (Othello Act III Scene III)"
    }]
  }
}, {
  "x": 136,
  "y": 610,
  "posX": 110,
  "posY": 590,
  "postID": 54,
  "snakeLadder": 69,
  "info": {
    "name": "Dayā",
    "quote": [{
      "name": "Compassion is an experience that makes the player one with the divine. Love for other completely removes the veil of the ego in the self, thus breaking free of the most basic human bondage; māyā."
    }]
  }
}, {
  "x": 50,
  "y": 610,
  "zoomX": 0,
  "zoomY": -800,
  "posX": 28,
  "posY": 590,
  "postID": 56,
  "snakeLadder": 0,
  "info": {
    "name": "Harṣa",
    "quote": [{
      "name": "Joy and Excitement are the feelings in this cell, the experiences as she enters from adolescence to youth. She is full of energy. Having moved away from the fear and insecurity of being a child (1st stage) she has risen above the sensual desires of the adolescent (2nd stage)."
    }]
  }
}, {
  "x": 50,
  "y": 510,
  "zoomX": 0,
  "zoomY": -600,
  "posX": 28,
  "posY": 495,
  "postID": 61,
  "snakeLadder": 0,
  "info": {
    "name": "Karmayoga",
    "quote": [{
      "name": "Know that work is born of Brahman!"
    }]
  }
}, {
  "x": 136,
  "y": 510,
  "posX": 110,
  "posY": 495,
  "postID": 63,
  "snakeLadder": 32,
  "info": {
    "name": "Dāna",
    "quote": [{
      "name": "Acts of sacrifice, giving, and askesis ought not be renounced at all, but should be performed, for they purify the wise – Gita 18.5"
    }]
  }
}, {
  "x": 212,
  "y": 510,
  "zoomX": 50,
  "zoomY": -600,
  "posX": 194,
  "posY": 495,
  "postID": 65,
  "snakeLadder": 0,
  "info": {
    "name": "Prāyaścitta",
    "quote": [{
      "name": "Everyday I examine my character in three respects: am I disloyal in my designs for others, am I untrustworthy in my dealings with friends, have I failed to practise what has been passed to me?"
    }]
  }
}, {
  "x": 302,
  "y": 510,
  "posX": 277,
  "posY": 495,
  "postID": 67,
  "snakeLadder": 60,
  "info": {
    "name": "Dharma",
    "quote": [{
      "name": "If one sets one's heart on humaneness, one will be without evil"
    }]
  }
}, {
  "x": 380,
  "y": 510,
  "zoomX": -407,
  "zoomY": -600,
  "posX": 360,
  "posY": 495,
  "postID": 69,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Swargaloka</strong> as a result of <strong>tapa</strong>",
  "toastTitle" : "Got Ladder from 10 to 23",
  "info": {
    "name": "Swargaloka",
    "quote": [{
      "name": "Heaven is where Indra dwells. Every religion has a heaven, for Marx, this was the classless society. In the Hindu tradition, this is the highest loka that perishes and is reborn every day of each day of Brahmā, the creator."
    }]
  }
}, {
  "x": 468,
  "y": 510,
  "posX": 444,
  "posY": 495,
  "postID": 71,
  "snakeLadder": 7,
  "info": {
    "name": "Kusaṅgati",
    "quote": [{
      "name": "Bad company ruins good morals – I Corinthians 15.33"
    }]
  }
}, {
  "x": 550,
  "y": 510,
  "zoomX": -710,
  "zoomY": -600,
  "posX": 528,
  "posY": 495,
  "postID": 73,
  "snakeLadder": 0,
  "info": {
    "name": "Susaṅgati",
    "quote": [{
      "name": "A gentleman is diligent in deed and cautious in word, and he associates with possessors of the Way and is put right by them."
    }]
  }
}, {
  "x": 632,
  "y": 510,
  "zoomX": -800,
  "zoomY": -600,
  "posX": 610,
  "posY": 495,
  "postID": 75,
  "snakeLadder": 0,
  "info": {
    "name": "Cintā",
    "quote": [{
      "name": "Stress & Sorrow are very real experiences. The player is nearing the end of her youth. She is contemplating family, and first experiences cintā. It bears down the player, bringing her back to reality."
    }]
  }
}, {
  "x": 715,
  "y": 510,
  "posX": 691,
  "posY": 495,
  "postID": 77,
  "snakeLadder": 41,
  "info": {
    "name": "Paramārtha",
    "quote": [{
      "name": "Param means supreme and Arth means meaning. Together they imply actions done harmoniously with nature while being fully conscious and aware of dharma."
    }]
  }
}, {
  "x": 715,
  "y": 420,
  "posX": 691,
  "posY": 402,
  "postID": 303,
  "snakeLadder": 50,
  "info": {
    "name": "Sudharma",
    "quote": [{
      "name": "The gentleman is familiar with what is right, just as the small man is familiar with profit."
    }]
  }
}, {
  "x": 632,
  "y": 420,
  "posX": 610,
  "posY": 402,
  "postID": 305,
  "snakeLadder": 6,
  "info": {
    "name": "Adharma",
    "quote": [{
      "name": "Irreligiosity is the root of all our fears, troubles and sufferings. It is based on moha (attachment). Adharma, like dharma, is also a constant, but varies from player to player in interpretation."
    }]
  }
}, {
  "x": 550,
  "y": 420,
  "zoomX": -750,
  "zoomY": -445,
  "posX": 528,
  "posY": 402,
  "postID": 307,
  "snakeLadder": 0,
  "info": {
    "name": "Uttamgati",
    "quote": [{
      "name": "Good Tendencies are the result of good habits, as they help the player act in the rhythm of the cosmic laws."
    }]
  }
}, {
  "x": 468,
  "y": 420,
  "zoomX": -593,
  "zoomY": -445,
  "posX": 444,
  "posY": 402,
  "postID": 309,
  "snakeLadder": 0,
  "info": {
    "name": "Yakṣaloka",
    "quote": [{
      "name": "Abode of the Nature Spirits, is the experience the player is lead to, after Uttam Gati. The player on landing here gains the understanding and knowledge of cosmic principles."
    }]
  }
}, {
  "x": 380,
  "y": 420,
  "zoomX": -416,
  "zoomY": -445,
  "posX": 360,
  "posY": 402,
  "postID": 311,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Mahaloka</strong> as a result of <strong>dāna</strong>",
  "toastTitle" : "Got Ladder from 20 to 32",
  "info": {
    "name": "Mahaloka",
    "quote": [{
      "name": "For the unpeaceful how can there be happiness?"
    }]
  }
}, {
  "x": 302,
  "y": 420,
  "zoomX": -251,
  "zoomY": -445,
  "posX": 277,
  "posY": 402,
  "postID": 313,
  "snakeLadder": 0,
  "info": {
    "name": "Gandhaloka",
    "quote": [{
      "name": "Plane of Fragrance, that is released when the player is cleansed of the baser weaknesses and the body ceases to produce bad odours. This divine odour is not unlike known fragrances such as sandalwood and lotus."
    }]
  }
}, {
  "x": 212,
  "y": 420,
  "zoomX": -80,
  "zoomY": -445,
  "posX": 194,
  "posY": 402,
  "postID": 315,
  "snakeLadder": 0,
  "info": {
    "name": "Rasaloka",
    "quote": [{
      "name": "Plane of Taste, is the aesthetic experience of the basic sense of taste.  Here the player enjoys the rasa, the very nature, of the taste."
    }]
  }
}, {
  "x": 136,
  "y": 420,
  "zoomX": 0,
  "zoomY": -445,
  "posX": 110,
  "posY": 402,
  "postID": 317,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Naraka</strong> as a result of <strong>himsā</strong>",
  "toastTitle" : "It was a Snake from 52 to 35",
  "info": {
    "name": "Naraka",
    "quote": [{
      "name": "Hell is the cleansing experience of a player. However, she is still not cleansed enough to experience the divine. It is a stage of atonement through suffering."
    }]
  }
}, {
  "x": 50,
  "y": 420,
  "zoomX": 0,
  "zoomY": -445,
  "posX": 28,
  "posY": 402,
  "postID": 319,
  "snakeLadder": 0,
  "info": {
    "name": "Spaṣta Cetanā",
    "quote": [{
      "name": "Plane of Clear Sound is the experience of a melodious cosmic rhythm within the player’s self. It means that the player’s body is now transparent to cosmic sound and vibrations. It is a beautiful result after the experience of naraka."
    }]
  }
}, {
  "x": 50,
  "y": 335,
  "posX": 28,
  "posY": 310,
  "postID": 321,
  "snakeLadder": 66,
  "info": {
    "name": "Gyāna",
    "quote": [{
      "name": "True awareness and knowledge are realisations that lead to the experience of bliss. A player who lands on this cell discovers reality through insight, practice and knowledge."
    }]
  }
}, {
  "x": 136,
  "y": 335,
  "zoomX": -40,
  "zoomY": -250,
  "posX": 110,
  "posY": 310,
  "postID": 323,
  "snakeLadder": 0,
  "info": {
    "name": "Prāṇa",
    "quote": [{
      "name": "Life Energy is the energy we draw from our environment to sustain life. Life and consciousness are distinct from each other. Life is the vehicle through which consciousness manifests and prāna is the energising force of life."
    }]
  }
}, {
  "x": 212,
  "y": 335,
  "zoomX": -214,
  "zoomY": -250,
  "posX": 194,
  "posY": 310,
  "postID": 325,
  "snakeLadder": 0,
  "info": {
    "name": "Apāna",
    "quote": [{
      "name": "Energy released is the energy that flows downwards through our intestines and is expelled. When apana is weak, we become susceptible to illness, fear, doubt, confusions, insecurity, and loss of purpose."
    }]
  }
}, {
  "x": 302,
  "y": 335,
  "zoomX": -214,
  "zoomY": -250,
  "posX": 277,
  "posY": 310,
  "postID": 327,
  "snakeLadder": 0,
  "info": {
    "name": "Vayāna",
    "quote": [{
      "name": "A pervasive and expansive force, Vayāna governs the movement of energy through the circulatory system and the nervous system; and the free flow of thoughts and feelings in the mind."
    }]
  }
}, {
  "x": 380,
  "y": 335,
  "zoomX": -548,
  "zoomY": -250,
  "posX": 360,
  "posY": 310,
  "postID": 329,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Janaloka</strong> as a result of <strong>paramārtha</strong>",
  "toastTitle" : "Got Ladder from 27 to 41",
  "info": {
    "name": "Janaloka",
    "quote": [{
      "name": "This is the residence of the Rishis and demigods during the night of Brahmā, and is termed jana because the patriarchs are the progenitors of mankind."
    }]
  }
}, {
  "x": 468,
  "y": 335,
  "zoomX": -715,
  "zoomY": -250,
  "posX": 444,
  "posY": 310,
  "postID": 331,
  "snakeLadder": 0,
  "info": {
    "name": "Agnikuṇḍ",
    "quote": [{
      "name": "The fire pit is used to venerate the fire-god Agni. He has three sons with Svāhā. They are Pāvaka (produced by energy, eg. electrical fire, lightning), Pāvamāna (produced by friction) and ṣuci (fire of the gods, that which pervades all the galaxies and our self). Agni is an immortal among mortals."
    }]
  }
}, {
  "x": 550,
  "y": 335,
  "zoomX": -800,
  "zoomY": -250,
  "posX": 528,
  "posY": 310,
  "postID": 333,
  "snakeLadder": 0,
  "info": {
    "name": "Manuṣyajanman",
    "quote": [{
      "name": "Birth of the Evolved Man is the experience of the player as an evolved man. This is the man of the Sata Yuga. The man who has just been created by the progenitors of the human race, the most powerful ascetics. "
    }]
  }
}, {
  "x": 632,
  "y": 335,
  "posX": 610,
  "posY": 310,
  "postID": 335,
  "snakeLadder": 9,
  "info": {
    "name": "Avidyā",
    "quote": [{
      "name": "Is ignorance of the self within. If the player lands here, she indulges in this ignorance and falls down to the 1st stage, the realm of kāma (desire). The player experiences the basest vibrations, and must again raise her awareness through the yoga of karma."
    }]
  }
}, {
  "x": 715,
  "y": 335,
  "posX": 691,
  "posY": 310,
  "postID": 337,
  "snakeLadder": 67,
  "info": {
    "name": "Suvidyā",
    "quote": [{
      "name": "If he appreciates men of quality, if he makes light of sexual attraction, if in serving his father and mother he is capable of using his strength to the utmost, if in serving his lord he is capable of offering up his life, if in his dealings with friends he is trustworthy in what he says, I would certainly call him learned even if it is said that he has never studied"
    }]
  }
}, {
  "x": 715,
  "y": 240,
  "posX": 691,
  "posY": 215,
  "postID": 339,
  "snakeLadder": 62,
  "info": {
    "name": "Viveka",
    "quote": [{
      "name": "Asuric men have no true knowledge of action or the way of abstention – Gita 16.7"
    }]
  }
}, {
  "x": 632,
  "y": 240,
  "zoomX": -800,
  "zoomY": -30,
  "posX": 610,
  "posY": 215,
  "postID": 341,
  "snakeLadder": 0,
  "info": {
    "name": "Sarasvati",
    "quote": [{
      "name": "The Plane of the Neutral is where the player realises and experiences the sushumna through yogic practices. The sushumna flows through the spine. The idā and the pingalā nāḍī entwine around the sushmna as they meet in the region of the third eye."
    }]
  }
}, {
  "x": 550,
  "y": 240,
  "zoomX": -750,
  "zoomY": -30,
  "posX": 528,
  "posY": 215,
  "postID": 343,
  "snakeLadder": 0,
  "info": {
    "name": "Yamunā",
    "quote": [{
      "name": "The Plane of the Solar is the male energy in the player. If the player is a female, she will find it difficult to identify with the male in her. However, knowing and realising the male aspect of her self, will help her understand the nature of duality."
    }]
  }
}, {
  "x": 468,
  "y": 240,
  "zoomX": -593,
  "zoomY": -30,
  "posX": 444,
  "posY": 215,
  "postID": 345,
  "snakeLadder": 0,
  "info": {
    "name": "Gaṅgā",
    "quote": [{
      "name": "The Plane of the Lunar is the female energy in the player. Ganga is also the only river that is believed to flow through all 3 lokas: heaven, earth and pātāla. Ganga is the purifier and liberator of souls."
    }]
  }
}, {
  "x": 380,
  "y": 240,
  "zoomX": -416,
  "zoomY": -30,
  "posX": 360,
  "posY": 215,
  "postID": 347,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Tapaloka</strong> as a result of <strong>sudharma</strong>",
  "toastTitle" : "Got Ladder from 28 to 50",
  "info": {
    "name": "Tapaloka",
    "quote": [{
      "name": "The Plane of Austerity is the abode of eternal beings engaged in austerities and penance. The player is now in an evolved state, vibrating in the highest realms of creation."
    }]
  }
}, {
  "x": 302,
  "y": 240,
  "zoomX": -251,
  "zoomY": -30,
  "posX": 277,
  "posY": 215,
  "postID": 349,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Prithvi</strong> as a result of <strong>tamoguna</strong>",
  "toastTitle" : "It was a Snake from 72 to 51",
  "info": {
    "name": "Prithvi",
    "quote": [{
      "name": "Earth is a magical loka. Its creation is the result of a lot of austerities. Prithvi is also a symbol of dharma, as she follows the laws of creation selflessly, not distinguishing between different beings."
    }]
  }
}, {
  "x": 212,
  "y": 240,
  "posX": 194,
  "posY": 215,
  "postID": 351,
  "snakeLadder": 35,
  "info": {
    "name": "Hiṁsā",
    "quote": [{
      "name": "Violence is a cell that draws the player down to Naraka (hell)."
    }]
  }
}, {
  "x": 136,
  "y": 240,
  "zoomX": 0,
  "zoomY": -30,
  "posX": 110,
  "posY": 215,
  "postID": 353,
  "snakeLadder": 0,
  "info": {
    "name": "Jalaloka",
    "quote": [{
      "name": "The Liquid Plane encapsulates the knowledge of the liquid energy. Humans are formed using 5 elements: prithvi, agni, jala, vāyu and ākāṣ. The player is inspired to realise the power and effects of the jala element within herself."
    }]
  }
}, {
  "x": 50,
  "y": 240,
  "zoomX": 0,
  "zoomY": -30,
  "posX": 28,
  "posY": 215,
  "postID": 355,
  "snakeLadder": 68,
  "info": {
    "name": "Bhakti",
    "quote": [{
      "name": "But that supreme Purusha has to be won by a bhakti which turn to him alone – Gita 8.22"
    }]
  }
}, {
  "x": 50,
  "y": 150,
  "posX": 28,
  "posY": 121,
  "postID": 357,
  "snakeLadder": 2,
  "info": {
    "name": "Ahaṅkāra",
    "quote": [{
      "name": "While the actions are being entirely done by the modes of Nature, he whose self is bewildered by egoism thinks that it is his “I” which is doing them – Gita 3.27"
    }]
  }
}, {
  "x": 136,
  "y": 150,
  "zoomX": -40,
  "zoomY": 0,
  "posX": 110,
  "posY": 121,
  "postID": 359,
  "snakeLadder": 0,
  "info": {
    "name": "Oṅkāra",
    "quote": [{
      "name": "Primal & Cosmic vibrations or Ether. The player realises the presence of ether in her body. Oṅkāra is the natural sound of her body, a sound that helps her calm and unite all her senses."
    }]
  }
}, {
  "x": 212,
  "y": 150,
  "zoomX": -214,
  "zoomY": 0,
  "posX": 194,
  "posY": 121,
  "postID": 361,
  "snakeLadder": 0,
  "info": {
    "name": "Vāyuloka",
    "quote": [{
      "name": "The Gaseous State, where the player assumes and realises the formless, lightness of being. The Lord of this cell Mārut is known for his lightness and expansive existence. His son, Hanuman aka Māruti, is known for his supremacy over mass and weight."
    }]
  }
}, {
  "x": 302,
  "y": 150,
  "zoomX": -214,
  "zoomY": 0,
  "posX": 277,
  "posY": 121,
  "postID": 363,
  "snakeLadder": 0,
  "info": {
    "name": "Tejaloka",
    "quote": [{
      "name": "The State of Light is the abode of “Surya”. The player on landing here assumes “zero mass”. She becomes a pure vibration and experiences the state of teja, of light and radiation."
    }]
  }
}, {
  "x": 380,
  "y": 150,
  "zoomX": -548,
  "zoomY": 0,
  "posX": 360,
  "posY": 121,
  "postID": 365,
  "snakeLadder": 0,
  "info": {
    "name": "Satyaloka",
    "quote": [{
      "name": "The World of the Creators, where the player experiences Brahma, the self, the divine consciousness; but does not merge with it."
    }]
  }
}, {
  "x": 468,
  "y": 150,
  "zoomX": -715,
  "zoomY": 0,
  "posX": 444,
  "posY": 121,
  "postID": 367,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Subuddhi</strong> as a result of <strong>dharma</strong>",
  "toastTitle" : "Got Ladder from 22 to 60",
  "info": {
    "name": "Subuddhi",
    "quote": [{
      "name": "Positive Intellect. The player guided by subuddhi will keep on the correct karmic path. Intellect which has no ego in it, is Subuddhi."
    }]
  }
}, {
  "x": 550,
  "y": 150,
  "posX": 528,
  "posY": 121,
  "postID": 369,
  "snakeLadder": 3,
  "info": {
    "name": "Durbuddhi",
    "quote": [{
      "name": "Weak Mindedness is the experience of a clouded perception. On many occasions, this momentary lapse of reason is the result of anger and frustration."
    }]
  }
}, {
  "x": 632,
  "y": 150,
  "zoomX": -800,
  "zoomY": 0,
  "posX": 610,
  "posY": 121,
  "postID": 371,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Sukhaloka</strong> as a result of <strong>viveka</strong>",
  "toastTitle" : "Got Ladder from 46 to 62",
  "info": {
    "name": "Sukhaloka",
    "quote": [{
      "name": "Plane of Satisfaction. The player is in the later stages of life. She as a seeker, is satisfied with her achievements and experiences Sukha. Immersed in this experience she feels detached from materialistic needs."
    }]
  }
}, {
  "x": 715,
  "y": 150,
  "posX": 691,
  "posY": 121,
  "postID": 373,
  "snakeLadder": 13,
  "info": {
    "name": "Tāmasloka",
    "quote": [{
      "name": "What is action and what is inaction, as to this even the sages are perplexed and deluded – Gita 4.16"
    }]
  }
}, {
  "x": 715,
  "y": 50,
  "zoomX": -800,
  "zoomY": 0,
  "posX": 691,
  "posY": 27,
  "postID": 375,
  "snakeLadder": 0,
  "info": {
    "name": "Prakṛitiloka",
    "quote": [{
      "name": "Prakriti is the cause of the body's and the sense's evolution – Gita 13.20"
    }]
  }
}, {
  "x": 632,
  "y": 50,
  "zoomX": -800,
  "zoomY": 0,
  "posX": 610,
  "posY": 27,
  "postID": 377,
  "snakeLadder": 0,
  "info": {
    "name": "Dushkṛitloka",
    "quote": [{
      "name": "The ill-minded and the ignorant are victims of maya and do not worship Me – Gita 7.15"
    }]
  }
}, {
  "x": 550,
  "y": 50,
  "zoomX": -750,
  "zoomY": 0,
  "posX": 528,
  "posY": 27,
  "postID": 379,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Ānanda loka</strong> as a result of <strong>gyāna</strong>",
  "toastTitle" : "Got Ladder from 37 to 66",
  "info": {
    "name": "Ānanda loka",
    "quote": [{
      "name": "Abode of Brahma is the abode of supreme bliss. Ānanda loka is the inner most sheath, covering the cosmic consciousness."
    }]
  }
}, {
  "x": 468,
  "y": 50,
  "zoomX": -593,
  "zoomY": 0,
  "posX": 444,
  "posY": 27,
  "postID": 549,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Rudra loka</strong> as a result of <strong>suvidyā</strong>",
  "toastTitle" : "Got Ladder from 45 to 67",
  "endingToast":"You need to throw 1, 2, 3, 4 or 5",
  "info": {
    "name": "Rudra loka",
    "quote": [{
      "name": "Rudra loka is a group of Vedic Godheads, eleven in number: Hara, Bahurupa, Tryambaka, Aparajita, Vrishakapi, Shambhu, Kapardi, Raivata, Mrigavyadha, Sharva and Kapila.  Shiva is the Lord of Rudraloka. 'I am Shiva among the Rudras' - Gita 10.23"
    },
    {
      "name": "Which are the Rudras ? The ten organs in the human body, with the prana as the tenth and the atma as the eleventh. When they depart from this mortal body, they make (one’s relatives) weep. Because they then make them weep, therefore they are called Rudras."
    }]
  }
}, {
  "x": 380,
  "y": 40,
  "zoomX": -416,
  "zoomY": 0,
  "posX": 360,
  "posY": 27,
  "postID": 551,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Vaikuṇṭha</strong> as a result of <strong>bhakti</strong>",
  "toastTitle" : "Got Ladder from 54 to 68",
  "info": {
    "name": "Vaikuṇṭha",
    "quote": [{
      "name": "I am equal in all existences, none is dear to Me, none hated – Gita 9.29"
    }]
  }
}, {
  "x": 302,
  "y": 50,
  "zoomX": -251,
  "zoomY": 0,
  "posX": 277,
  "posY": 27,
  "postID": 381,
  "snakeLadder": 0,
  "toast": "You have landed in <strong>Brahma loka</strong> as a result of <strong>dāya</strong>",
  "toastTitle" : "Got Ladder from 17 to 69",
  "endingToast":"You need to throw 1, 2 or 3",
  "info": {
    "name": "Brahma loka",
    "quote": [{
      "name": "I am the birth of everything and from me All proceeds into development of action and movement"
    }]
  }
}, {
  "x": 212,
  "y": 50,
  "zoomX": -84,
  "zoomY": 0,
  "posX": 194,
  "posY": 27,
  "postID": 553,
  "snakeLadder": 0,
  "endingToast":"You need to throw 1 or 2",
  "info": {
    "name": "Sattvaguṇa",
    "quote": [{
      "name": "Sattva unites with its purity and luminosity; its points of reference are happiness and knowledge – Gita 14.6"
    }]
  }
}, {
  "x": 136,
  "y": 50,
  "zoomX": 0,
  "zoomY": 0,
  "posX": 110,
  "posY": 27,
  "postID": 555,
  "snakeLadder": 0,
  "endingToast":"You need to throw 1",
  "info": {
    "name": "Rajoguṇa",
    "quote": [{
      "name": "Rajas is the quality of passion and causes unrest and attachment: it unites by creating attachment to action – Gita 14.7"
    }]
  }
}, {
  "x": 50,
  "y": 50,
  "posX": 28,
  "posY": 27,
  "postID": 557,
  "snakeLadder": 51,
  "info": {
    "name": "Tamoguṇa",
    "quote": [{
      "name": "Tamas is born of ignorance; it unites through unknowing, torpor and sleep – Gita 14.8"
    }]
  }
}]
